{
  "title": "The Prophet",
  "trim_size": "6x9",
  "author": "Kahlil Gibran",
  "original_publication_year": "1923",
  "public_domain_status": "Public Domain",
  "publisher": "Perry Dime Publications",
  "publication_year": "2026",
  "isbn": "",
  "categories": [
    "Poetry > Inspirational & Religious",
    "Philosophy > Spiritual"
  ],
  "keywords": [
    "Kahlil Gibran",
    "poetry",
    "spirituality",
    "wisdom",
    "philosophy",
    "inspirational",
    "Lebanese literature"
  ],
  "description": "Gibran's poetic masterpiece on life, love, and the human condition. Twenty-six prose poems offering wisdom on marriage, children, work, freedom, and death with lyrical beauty.",
  "language": "English",
  "page_count_estimate": 120,
  "source": "Project Gutenberg eBook #58585",
  "content_type": "Prose Poetry",
  "edition_notes": "This edition presents the complete text of Kahlil Gibran's The Prophet, first published in 1923 by Alfred A. Knopf. The book consists of 26 poetic essays delivered by the prophet Almustafa as he prepares to leave the city of Orphalese and return to his homeland. Each chapter addresses a fundamental aspect of human existence, from love and marriage to death and farewell. Gibran's lyrical prose combines Eastern mysticism with Western literary traditions, creating a universal message of spiritual wisdom. The work has influenced countless readers worldwide and remains one of the most beloved spiritual classics of the 20th century. This edition preserves Gibran's original text and poetic formatting.",
  "author_bio": "Kahlil Gibran (1883-1931) was a Lebanese-American writer, poet, and visual artist. Born in Bsharri, Lebanon, he immigrated to the United States with his family in 1895. Gibran is best known for The Prophet, published in 1923, which became one of the best-selling books of all time. His work blends Eastern and Western philosophies, drawing on his Lebanese heritage, Christian mysticism, and exposure to Western literature and art. Gibran wrote in both Arabic and English, and his writings explore themes of love, spirituality, nature, and the human condition. In addition to The Prophet, his notable works include The Madman (1918), Sand and Foam (1926), and Jesus the Son of Man (1928). Gibran was also an accomplished artist whose drawings and paintings complemented his literary work. He died in New York City in 1931, but his legacy continues to inspire readers around the world.",
  "status": "ready"
}