{
  "title": "Critique of Judgment",
  "trim_size": "6x9",
  "subtitle": "",
  "author": "Immanuel Kant",
  "translator": "J. H. Bernard",
  "original_publication_year": "1790",
  "public_domain_status": "Public Domain",
  "publisher": "Perry Dime Publications",
  "publication_year": "2026",
  "isbn": "",
  "edition": "First Perry Dime Publications Edition",
  "language": "English",
  "page_count_estimate": 400,
  "categories": [
    "Philosophy",
    "Aesthetics",
    "German Philosophy",
    "Classical Philosophy",
    "Critical Theory"
  ],
  "keywords": [
    "Kant",
    "aesthetics",
    "judgment",
    "critique",
    "philosophy",
    "beauty",
    "sublime",
    "teleology",
    "German philosophy",
    "critical philosophy"
  ],
  "description": "Kant's masterwork on aesthetics, beauty, and the sublime. The third critique bridges theoretical and practical reason, examining how we judge art, nature, and purposiveness in the world.",
  "author_bio": "Immanuel Kant (1724-1804) was a German philosopher who is widely considered one of the most influential thinkers in the history of Western philosophy. Born in Königsberg, Prussia (now Kaliningrad, Russia), Kant spent his entire life in his hometown, where he became a professor of philosophy at the University of Königsberg.\n\nKant's critical philosophy revolutionized philosophical thought and laid the groundwork for German idealism. His three major critiques—the Critique of Pure Reason (1781), the Critique of Practical Reason (1788), and the Critique of Judgment (1790)—systematically examined the limits and capabilities of human reason in the realms of knowledge, morality, and aesthetic judgment.\n\nThe Critique of Judgment, his final critique, represents the culmination of Kant's philosophical system. In it, he explores the nature of aesthetic experience, the concept of beauty, the sublime, and the purposiveness we perceive in nature. This work bridges his earlier investigations into theoretical and practical reason, showing how judgment mediates between understanding and reason.\n\nKant's influence extends far beyond philosophy into fields such as aesthetics, political theory, ethics, and epistemology. His ideas about autonomy, the categorical imperative, and the nature of human knowledge continue to shape contemporary philosophical discourse. Despite never traveling more than a few miles from his birthplace, Kant's intellectual reach spans the globe and continues to inspire thinkers centuries after his death.",
  "edition_notes": "This edition presents Kant's masterwork in the classic J. H. Bernard translation, which has been the standard English version for over a century. The Critique of Judgment completes Kant's critical philosophy by examining how we make judgments about beauty, art, and the apparent purposiveness in nature. This work is essential for understanding not only Kant's complete philosophical system but also the foundations of modern aesthetics and the philosophy of art.",
  "source_file": "source/critique-on-judgment.txt",
  "kdp_ready_file": "kdp-ready.html",
  "status": "ready",
  "notes": "Source from Project Gutenberg. Bernard translation. Main content formatted and inserted. Ready for KDP upload. File size: 828 KB."
}