{
  "title": "Second Treatise of Government",
  "trim_size": "6x9",
  "author": "John Locke",
  "original_publication_year": "1690",
  "public_domain_status": "Public Domain",
  "publisher": "Perry Dime Publications",
  "publication_year": "2026",
  "isbn": "",
  "categories": [
    "Philosophy > Political",
    "History > Political Theory"
  ],
  "keywords": [
    "political philosophy",
    "natural rights",
    "social contract",
    "government",
    "liberty",
    "property",
    "enlightenment"
  ],
  "description": "Locke's foundational work on natural rights, property, and the social contract. Essential reading for understanding liberal democracy, individual liberty, and the limits of government power.",
  "language": "English",
  "page_count_estimate": 250,
  "edition_notes": "This edition presents John Locke's complete and unabridged Second Treatise of Government, originally published in 1690. The text has been carefully formatted for modern readers while preserving the original 17th-century language and philosophical arguments. Locke's revolutionary ideas about natural rights, the social contract, and limited government laid the intellectual foundation for modern democracy and continue to shape political discourse today.",
  "author_bio": "<p>John Locke (1632-1704) was an English philosopher and physician, widely regarded as one of the most influential Enlightenment thinkers and commonly known as the \"Father of Liberalism.\" Born in Somerset, England, Locke studied at Oxford University and became a prominent figure in both philosophy and politics.</p>\n\n<p>His major works include <em>An Essay Concerning Human Understanding</em> (1689), which established him as a leading empiricist philosopher, and <em>Two Treatises of Government</em> (1689), which articulated his political philosophy. The Second Treatise, in particular, became foundational to liberal political theory and profoundly influenced the American Founding Fathers, particularly Thomas Jefferson in drafting the Declaration of Independence.</p>\n\n<p>Locke's core political ideas—that government derives its legitimacy from the consent of the governed, that individuals possess natural rights that precede government, and that citizens have the right to revolt against tyrannical rule—were revolutionary for his time and remain central to democratic thought. His emphasis on property rights, religious tolerance, and the separation of church and state also shaped modern Western political institutions.</p>\n\n<p>Beyond politics, Locke made significant contributions to epistemology, education theory, and economics. He spent much of his later life in exile in the Netherlands due to his political activities, returning to England after the Glorious Revolution of 1688. He died in 1704, leaving a legacy that continues to influence political philosophy, constitutional law, and democratic governance worldwide.</p>",
  "status": "ready"
}